{
  "long-term-lets": {
    "header": "Situated conveniently for the M25, M3 and M4 motorways for easy access to some of the country's finest cities, rolling countryside, shopping and historical buildings, our long-term accommodation lets in Egham, Surrey, are available in studio, 1, 2 and 3 bedroom options, making it a perfect choice for an extended stay to suit your needs. Whether you need to stay with us for a few weeks or even months, we provide everything you could need included in the price as part of our contemporary and high-specification self-contained stays which features on-site car parking.",

    "usp": [
      "Centrally located in Egham the accommodation is within walking distance from the train station, high street, restaurants and supermarkets to make your stay nice and easy with nearby amenities",
      "Experience luxury with our high-quality bed linen and towels provided, plus there are laundry facilities so that you can keep your clothing nice and fresh without the need to take it to the dry cleaners",
      "Enjoy a special discount on stays exceeding 7 nights, making your long-term rental even more attractive with StayLets"
    ],

    "location": "Nestled in Egham in Magna House, our contemporary studios and apartments are designed to a tee for your extended stay. Offering a comprehensive array of amenities, from complimentary Wi-Fi and Smart TVs to utilities, our professionally maintained accommodation consistently earns exceptional reviews. For guests opting for a long-term residence, find assurance in the highest standard of apartment features, coupled with enhanced security measures for added peace of mind. Relax in the comfort of our accommodation and savour your time in Surrey with StayLets.",

    "staylets": "Experience true comfort and control during your time with StayLets. Unlike traditional hotels, our accommodation offer you complete autonomy, allowing you to tailor your stay to your lifestyle. Our modern kitchen facilities, cosy lounge areas, and en-suite bedrooms create a personalised environment. Praised for contemporary design and high-tech features that offer great value for money, our quality apartments ensure a seamless arrival through our personalised service. As an accredited ASAP member, we uphold duty of care and exceed customer service standards.",

    "works": "Securing a long-term rental with StayLets is simple. Explore our diverse range of properties online, pick your preferred accommodation, choose your dates and duration, and you’re good to go. It’s a straightforward, efficient process, but if you prefer a chat, our friendly team is just a phone call away. Our check-in system is equally convenient, available at your fingertips through the StayLets Mobile Key Set-up. This user-friendly feature grants access to the property with your personalised digital key. Alternatively, a secure lockbox on-site provides another hassle-free option."
  },

  "short-term-lets": {
    "header": "From a weekend away exploring Windsor, taking the family to Legoland or a peaceful time amongst the vast woodlands and the Surrey Hills Areas of Outstanding Natural Beauty, our accommodations serve as the ideal retreat after a day of exploring what’s on offer in the area. Our short-term rentals cater to various durations, allowing you to stay for just one night or more. From our homely studio rooms to spacious three-bedroom apartments, we offer a range of choices to accommodate your party.",

    "usp": [
      "Our professionally managed accommodations are equipped with all essential amenities, including towels, bed linen, Smart TVs, complimentary Wi-Fi and kitchen facilities",
      "Situated within a stroll from shops and restaurants and easy reach of the M25, M3 and M4, there are great transport links to make your journey nice and simple",
      "Choose from our spacious accommodation options making it ideal for family stays, reunions or a staycation with a difference"
    ],

    "location": "An assured and protected space to unwind with friends and family during a brief visit to Surrey, our diverse apartments showcase all the indulgences you’d anticipate from a modern and high-quality rental. Whether it’s a single-night or an extended weekend, you’ll be welcomed with plush linens and towels, an array of options on our Smart TV, a fully equipped kitchen, free Wi-Fi and on-site parking.",

    "staylets": "Experience a sense of comfort in our welcoming apartments, where you're not just a guest but can truly unwind in your own space after a long day. Whether you choose to cook within the accommodation or bring in a takeaway, our kitchens are fully equipped with everything you need when away from home. Ideal for families, couples and friends, our accommodations eliminate the hassle of searching for a communal fridge or the need to dress up for breakfast, providing a stress-free experience during your short-term stay.",

    "works": "Upon entering your preferred dates and specifying the size of your party on our website, you'll discover a range of available short-term rentals tailored to your requirements. For bookings made within 28 days of arrival, full payment is required. However, if the reservation is made 28 days or more in advance, an initial payment of 25% is due, with the remaining 75% to be settled 28 days before your stay. If you prefer to book over the phone, our helpful team is ready to assist with any inquiries. Comprehensive instructions will be provided regarding the check-in process, including guidance on using our StayLets Mobile Key Set-up or accessing the property via a secure on-site lockbox."
  },

  "relocation-breaks": {
    "header": "The process of moving home is one full of many emotions for couples or families, marking the start of a new beginning. Yet, there might be a transitional period when awaiting the completion of your new home, you require a temporary base during renovations, or your belongings are in transit. Our relocation breaks are a top choice for many in such situations. Equipped with all the essential amenities for a comfortable and functional stay, you'll be within walking distance of shops, restaurants, supermarkets and everything Surrey has to offer in terms of family-friendly activities.",

    "usp": [
      "Choose from our range of accommodations, available as studio apartments or with up to three bedrooms, providing ample options based on your circumstances. Additionally, enjoy the flexibility to stay for weeks or months, we’ll offer as much support as possible during the relocation stage",
      "Each apartment is fully equipped with washing and kitchen facilities, allowing you to seamlessly continue your daily routines without the need to seek external options for cooking and laundry",
      "Benefit from excellent transport connections with a nearby train station, and convenient proximity to the M25, M3 and M4 for easy access to areas beyond Surrey"
    ],

    "location": "Discover our exclusive relocation breaks located in the heart of Surrey, relied on time and time again for the diverse range of upscale accommodations and nearby dining options. Our apartments provide an ideal haven during your move, with everything conveniently on your doorstep. Enjoy the comforts of our fully equipped apartments, featuring comfortable beds and sofas, Smart TVs, plush towels and linen, en-suite rooms, and complimentary Wi-Fi. Should you have any additional requests, we are committed to going the extra mile to ensure your stay is as pleasant and hassle-free as possible.",

    "staylets": "During the process of relocating, you want to have a steady base you can settle without having to face cramped hotel rooms and limited facilities that make it challenging to feel settled. Our accommodations offer numerous advantages, providing secure and safe apartments for storing your belongings. The high-spec kitchens allow you to create a sense of home by preparing your meals, enabling you to maintain a normal lifestyle as you would in your own property. With plenty of storage for food, you won't need to stress about finding a place for all your goods, as our spacious accommodations encompass all the essential home amenities you could require.",

    "works": "Recognising the stress that comes with moving home, we've streamlined our booking process to be straightforward. Simply input your desired dates and the number of bedrooms needed, then choose from our available properties that best suit your preferences. If you would like a more personal touch, our dedicated team is ready to address any questions and facilitate phone bookings. For stays booked within 28 days, full payment is required, while reservations made after that period will entail a 25% initial payment, with the remaining 75% due within the 28-day window. Upon confirmation, we'll provide instructions on accessing the property through our StayLets Mobile Key Set-up or a secure on-site lockbox, along with our terms and conditions for your stay."
  },

  "corporate-business-lets": {
    "header": "Boasting excellent transportation connections and an abundance of superb dining and entertainment choices nearby, Surrey offers a host of advantages for Corporate and Business Lets. Our self-contained living accommodations seamlessly align with these benefits, providing ample space for work in a relaxed environment. Equipped with all the necessary facilities, our accommodations ensure a comfortable yet functional stay, allowing you to seamlessly carry on with your day-to-day business activities.",

    "usp": [
      "Unwind after a long workday in a relaxing space, complete with a high-specification kitchen for preparing your own meals. Take some quiet time away from the daily stresses with our apartments",
      "Enjoy complimentary Wi-Fi in your dedicated and spacious environment, allowing you to continue working seamlessly",
      "Choose from competitively priced accommodations that cater to varying party sizes, with extended stays eligible for a discount"
    ],

    "location": "Conveniently located in Egham, Surrey with fantastic transport links by train, bus and road, you have everything you require for your stay right on your doorstep. From hosting clients in one of the nearby restaurants, finding a suitable gym in the town or being close to London, we’ve got you covered. Our accommodations feature ample desk space for work, along with the convenience of on-site kitchen and laundry facilities, ensuring an efficient stay. With en-suite bathrooms, towels and luxury linen, Smart TVs, and kitchen utensils, everything you could need for a comfortable stay is waiting for you.",

    "staylets": "Choosing StayLets for your accommodation needs is a preferred and sophisticated choice over traditional hotels. After a demanding workday, the desire to unwind should lead you to a space that doesn't make you feel cramped or searching for something to eat. Our self-contained corporate and business stays provide the perfect solution, allowing you to relax in the comfort of your own spacious lounge and kitchen space. Enjoy the tranquility where peace and quiet reign in your own surroundings.",

    "works": "Securing your booking with us is a straightforward process through our online search. Easily view the available apartments for your intended duration of stay, whether it's for a single property or multiple. If you prefer to speak to our welcoming team we’re ready to assist with any queries, providing a professional service that prioritises your needs. For bookings made up to 28 days before your stay, full payment is required. Detailed instructions on accessing the property will be provided, either through our StayLets Mobile Key Step-up accessed via your phone or a secure on-site lockbox."
  },

  "holiday-lets": {
    "header": "Surrey has everything to offer when it comes to entertainment and relaxation for your holiday. From nearby Legoland to Windsor Castle, London just a train ride away and plenty of rich history, culture and countryside a stone’s throw out of your door, there are plenty of reasons to make it an ideal choice throughout the year. Whether you're a couple looking for a romantic staycation, part of a group visiting the tourist areas, or a family ready to make new memories, Surrey has something for everyone, and our self-contained apartments are equipped with all the assets you could need during your stay.",

    "usp": [
      "Child-friendly and secure, you'll experience comfort and ease during your stay with us, thanks to the complimentary features included in the property",
      "Choose from spacious accommodations, ranging from studio apartments to three-bedroom options, tailored to accommodate the size of your party",
      "Our apartments are conveniently located within walking distance of the vibrant centre of Egham, Surrey, offering a variety of shops, bars, restaurants, and a nearby supermarket for those last-minute buys"
    ],

    "location": "With plenty to offer on your doorstep or just a short journey away, there is a wide variety of activities to keep you busy during your holiday. From bustling city life filled with shows and entertainment to countryside walks for some time out. Whether you're opting for a short staycation or making the most of a week in Surrey, exploration opportunities are abundant. Moreover, you won't need to concern yourself with bringing bed linen or towels, as everything is seamlessly included in the price. Additional features such as Smart TVs, free Wi-Fi, as well as kitchen and washing facilities, enhance your overall experience.",

    "staylets": "Securing a holiday let can pose challenges, especially when searching for a room that accommodates everyone if you’re with a large party. You may find that hotel rooms for the family can often be in a cramped space that doesn't allow for true relaxation. Our apartments, available in various sizes, offer ample space for you to unwind. With comfortable lounge areas and bedrooms, you can truly relax. Additionally, the high-specification kitchen allows you the convenience of preparing your own meals on days when dining out doesn't appeal.",

    "works": "Demand can be high at particular times during the year, therefore getting your booking in early once you've finalised your preferred dates and duration for a visit to Surrey is key. Our online booking system provides a comprehensive view of available options based on your party size and what’s included in the price. Explore our contemporary properties directly online or have a chat with one of our team members over the phone for a detailed explanation of the booking process. Upon confirmation and payment, we'll promptly provide you with details on accessing the property, utilising either an on-site key box or StayLets Mobile Key Step-up."
  }
}
