{
  "long-term-lets": {
    "header": "Brimming with beautiful architecture, crowned the Cultural Capital of the Cotswolds and full of fine dining options and bars, Cheltenham is a fantastic location to settle into for long-term lets. Whether you need accommodation for a few weeks or a few months, our outstanding range of contemporary and fully equipped apartments is the perfect home away from home. With great transport connections and just a stone’s throw away from local amenities, you’ll never want to leave.",

    "usp": [
      "Discount for stays over 7 nights which makes your long-term let even more enticing with StayLets",
      "Walking distance from Cheltenham High Street, Promenade and Montpellier Gardens so you won’t need to worry about transport to the hub of the town’s hospitality",
      "High-quality bed linens and towels are provided so all you’ll need to bring is a toothbrush"
    ],

    "location": "Located in the heart of Cheltenham in Spa Court, our modern and stylish studios and apartments feature everything you need for a long-term stay. With all aspects you could possibly need provided from free Wi-Fi, Smart TVs to utilities, our turn-key professionally maintained accommodation receives outstanding reviews time and time again. For guests staying with us on a long-term basis, you can rest assured that all apartments are equipped to the highest standard with enhanced security features for extra peace of mind. Settle into our accommodation with ease as you enjoy your time in Cheltenham with StayLets. ",

    "staylets": "Do you find that you can never feel truly comfortable in a hotel? Well with StayLets you have full control over the accommodation and can make your stay fit around your lifestyle with modern kitchen facilities, lounge areas and en-suite bedrooms. Our quality accommodation is praised for its modern design with high specification technology that is value for money. Our personalised service ensures that everything is in hand before your stay for a seamless arrival. As an accredited ASAP member, we pride ourselves on meeting all regulations and best practice standards of safety, duty of care and customer service of utmost satisfaction. Adhering to the highest hygiene standards we deliver our ‘ASAP Stay with Confidence Promise’ to ensure that your time with us ticks every box. ",

    "works": "Booking a long-term let with us couldn’t be simpler. Check out our range of properties online, select which accommodation you like the look of, when you would like to stay and for how long, and you’re ready to go. Reliable, quick and without fuss, but if you would like to chat with one of our friendly and dedicated team, we’re just a phone call away. The check-in system is simply done in the palm of your hand with the StayLets Mobile Key Step-up which is easy to use and lets you into the property with your own personalised digital key, or alternatively with a secure lock box on site."
  },

  "short-term-lets": {
    "header": "Whether you’re having a romantic weekend away, spending a few days in Cheltenham to soak in the atmosphere of Gold Cup Week at the Racecourse or relishing in the many festivals the town has to offer from Jazz to Literature, our accommodation is the perfect pitstop to return to after a day out exploring what the town has to offer. Our short-term lets where you can stay for just one night or longer, range from a studio room all the way through to a five-bedroom apartment, there are plenty of choices to suit your size of party.",

    "usp": [
      "Within walking distance to the hub of Cheltenham where you will find plenty of bars, restaurants, shops and entertainment spaces. Cheltenham Racecourse is also just a stone’s throw away but there are taxi and bus services for those tired feet",
      "Professionally managed accommodation that features all amenities you could need from kitchen facilities to bed linen, towels, Smart TVs and free Wi-Fi",
      "Large accommodation options with up to five bedrooms making it a perfect choice for reunions or family stays for the races or other celebrations"
    ],

    "location": "A safe and secure sanctuary to relax with friends or loved ones during a short-term stay in Cheltenham, our varied accommodation features all the luxuries you would expect from a contemporary and high-specification let. Whether you’re staying for just 1 night or 3, you’ll find soft linen and towels waiting for you on arrival, easy to log onto free Wi-Fi, a plethora of choices on our Smart TVs, a fully equipped kitchen and an elevator for accessibility options.",

    "staylets": "Feel at ease in our comfortable accommodation where you don’t feel like a guest as if you were staying in a hotel, but where you can put your feet up after a long day and relax in your own surroundings. With the option of cooking within the accommodation or bringing in a takeaway, our kitchens feature all the assets you need when away from home. Great for families when you need to store food without searching for a fridge as you would do in a hotel, or the need to get dressed for breakfast in the morning, our short-term rentals take away that stress. ",

    "works": "As soon as you search for your dedicated dates and party size on our website, you’ll find a list of what short-term rentals are available to suit your needs. If a booking has been made 28 days before arrival then full payment is required, however, if the reservation has been made 28 days or more before the date of arrival then we’ll take an initial payment of 25%, with the following 75% paid 28 days before your stay. If you’d like to make a booking over the phone, one of our friendly team will be able to assist with your queries. Full instruction will be given about checking in and we’ll guide you on how to enter the property with our StayLets Mobile Key Step-up or with a secure lock box on site."
  },

  "relocation-breaks": {
    "header": "Moving home is an exciting time for any couple or family as it means a brand new chapter. However, there may be that grey area of time where you’re waiting for completion on your new home, belongings are in transit or you need a base whilst renovations are taking place, our relocation breaks are a first choice for many. Featuring all essential amenities to make your stay comfortable and functional, you’re within walking distance from all that Cheltenham has to offer for family-friendly activities.",

    "usp": [
      "All accommodation comes complete with washing and kitchen facilities so that you can continue with your daily lives without the need to look elsewhere to cook and refresh clothes",
      "Great transport links with a bus stop outside, a train station nearby and close proximity to the M5 if you need to access areas outside of Cheltenham",
      "Our accommodation is available as studio apartments or up to five bedrooms to provide plenty of options depending on your circumstances. Plus you can stay for weeks or months at a time to help you during the relocation stage."
    ],

    "location": "Our dedicated relocation breaks are situated within the centre of Cheltenham which is renowned for its array of luxury accommodations, fine dining and entertainment, as well as the usual familiar brands that give you a warm welcome. A great place to stay during moves with everything on your doorstep, our apartments include every asset you can think of from comfortable beds and sofas to relax, Smart TVs, towels and linen, en-suite rooms, as well as complimentary Wi-Fi. Plus if there are any additional requests, we will do our utmost to deliver to make your stay as pleasant and hassle-free as possible.",

    "staylets": "When relocating homes, you don’t want to have to lug your suitcase from hotel to hotel where it’ll be difficult to feel settled with cramped rooms and few facilities. Our accommodation provides plenty of benefits such as safe and secure apartments to store your goods. The high-specification kitchens also mean that you can feel at home by cooking your own meals and living life normally as you would in your own property. With ample storage for food, you won’t need to worry about where you’ll put everything, as our sizeable accommodation features all the home assets you could need.",

    "works": "We understand that moving home can be a stressful time, that’s why our booking process is nice and simple. Just search for the set days you’d like to rent out the accommodation and how many bedrooms you require. Then select from our list of availability which property suits you best. If you’d rather speak to a person, then our dedicated team can answer any questions you may have and take the booking directly on the phone. Full payment will be taken for stays booked within 28 days, and 25% of the payment will be taken if booked after that time with the remaining 75% paid in full within the 28-day window. Once confirmed we’ll send you instructions on how to access the property with our StayLets Mobile Key Step-up or secure on-site lock box, along with our terms and conditions for your stay."
  },

  "corporate-business-lets": {
    "header": "With great transport links to London, close proximity to the M5 and fantastic dining and entertaining options on your doorstep, Cheltenham features an impressive array of benefits for Corporate and Business Lets. Our self-contained living accommodation complements this perfectly by giving you plenty of space to work in a relaxed setting that features all facilities you could need to make your stay comfortable yet functional to continue your day-to-day business.",

    "usp": [
      "Complimentary Wi-Fi so that you can continue working in your own dedicated and spacious environment",
      "Competitively priced accommodation varying in size depending on how many are in your party, with a discount on extended stay",
      "A place to relax after a long day at work with the ability to cook your own food in our high-specification kitchen and enjoy some quiet time away from the hustle and bustle"
    ],

    "location": "At StayLets we pride ourselves on being located in the centre of Cheltenham, so if you need any last-minute purchases, want to explore the fine-dining options the town has to offer or host business guests and clients there’s plenty on offer. We have ample desk space for you to work at with the convenience of having an on-site kitchen and laundry facilities to make your stay as efficient as possible without the need to search elsewhere for those additional must-haves. Complete with en-suite bathrooms, Smart TVs, towels, fresh linen and kitchen utensils, we provide everything you could possibly need for your stay.",

    "staylets": "When you’ve had a long day at work, the last thing you want to do is feel cramped in a hotel room where you’re searching for cutlery when you want some downtime with a takeaway or feel that you can’t fully relax. Our dedicated corporate and business stays allow you to unwind in the comfort of your own lounge with ample kitchen wear that gives you that much-needed space. A home away from home where you’ll have peace and quiet in your own surroundings, booking with StayLets is a preferred choice for many over a hotel.",

    "works": "Booking with us couldn’t be simpler with our online search form where you can view what apartments we have available for your duration of stay. Whether you need to reserve accommodation for one, or multiple properties we can assist. If you’d rather speak to a member of the team about your booking then we’re on hand to take any queries you have and help as much as possible with our dedicated professional service that puts you first. Full payment is taken if booked up to 28 days before your stay, and instructions will be provided on how to enter the property with either our StayLets Mobile Key Step-up accessed via your phone, or a secure on-site lockbox."
  },

  "holiday-lets": {
    "header": "Cheltenham is a welcoming and vibrant regency town that boasts plenty of drawing points to make it a first choice for your holiday. With great travel links to the M5 and nearby train station to the accommodation, there are a host of reasons to visit the area all year round. From couples to groups and families alike, there is something for everyone, and our self-contained apartments provide everything you could need for a pleasant and relaxing stay.",

    "usp": [
      "Our apartments are within walking distance of the centre of Cheltenham which features an array of shops, bars, restaurants and entertainment spaces with performances throughout the year",
      "Spacious accommodations ranging from studio apartments to five-bedroom apartments which can accommodate the size of your party",
      "Child friendly, accessible, and safe, you’ll feel comfortable and at ease when staying with us thanks to all the complimentary features included in the property"
    ],

    "location": "Renowned for culture, horse racing and a touch of elegance, Cheltenham has long been a hot spot for holiday-goers due to its central location and easy access to other vacation favourites that are accessed on the M5. Whether you’re having a staycation for a few days or making the most of your time in Gloucestershire for a whole week, there is plenty to explore. Plus, you won’t have to worry about bringing your own bed linen or towels as everything is included as part of the price with extra amenities such as kitchen and washing facilities, Smart TVs and free Wi-Fi",

    "staylets": "When booking a holiday let as a family, it can be difficult to find a room that accommodates everyone, and if it does then it’s usually a tight space where you can’t truly relax. Our apartments ranging in size have plenty of space for you to relax in with your own dedicated lounge area and comfortable bedrooms, whilst having the ability to cook your own meals in our high-specification kitchen for those days you don’t feel like dining out.",

    "works": "School holidays and bank holidays are always popular times, that’s why it’s important to book as soon as possible once you know what dates you’d like to visit Cheltenham and for how long. Our dedicated booking system allows you to view what options are available for your duration and party size where you’ll be able to view for yourself our stylish and modern properties. You can book directly online or speak to a member of our team on the phone who will be able to explain the process moving forward. Once confirmed and payment has been made, we’ll send over details on how to access the property with an on-site key box or StayLets Mobile Key Step-up."
  }
}
